export default {
    // 首页
    home: '首页',
    // 管理员
    ProductsList: '商品列表', // ``````````````````````````````````````````````
    newProduct: '商品列表',
    productEdit: '商品列表',


    BrandList: '品牌管理', // ``````````````````````````````````````````````
    addBrand: '品牌管理',
    editBrand: '品牌管理',


    ClassificationList: '分类管理', // ``````````````````````````````````````````````


    AdminDeviceList: '设备列表', // ``````````````````````````````````````````````
    deDetails: '设备列表',
    deDetails3: '设备列表',
    sensorList: '设备列表',
    sensorHistory: '设备列表',
    deDetails1: '设备列表',
    deSKUdetails1: '设备列表',
    deSale1: '设备列表',
    deReplenishment1: '设备列表',
    deState1: '设备列表',
    repDetail: '设备列表',


    saleOrders: '销售订单', // ``````````````````````````````````````````````
    saleDetail: '销售订单',
    deDetails2: '销售订单',


    replenishment: '补货订单', // ``````````````````````````````````````````````


    DetailsOrder: '审核订单', // ``````````````````````````````````````````````


    addminList: '用户中心', // ``````````````````````````````````````````````


    // 代理商
    ContainerBinding: '货柜绑定', // ``````````````````````````````````````````````
    BindingEquipment: '货柜绑定',


    GoodsTemplate: '商品模板', // ``````````````````````````````````````````````
    NewTemplate: '商品模板',
    editor: '商品模板',
    CheckContainerInfor: '商品模板',


    ContainerGoods: '货柜商品', // ``````````````````````````````````````````````
    GoodsDetails: '货柜商品',


    InventoryStatus: '库存状况', // ``````````````````````````````````````````````
    ArrivalGoodsdetails: '库存状况',
    ContainerLog: '库存状况',


    ReplenishmentRules: '补货规则', // ``````````````````````````````````````````````


    repMentOrdManagement: '补货单管理', // ``````````````````````````````````````````````
    forReplenishment: '补货单管理',
    replenishmenting: '补货单管理',
    ToAudit: '补货单管理',
    completed: '补货单管理',
    RepairInvoiceCheck: '补货单管理',


    OrderStatistics: '订单统计报表', // ``````````````````````````````````````````````
    checkOrder: '订单统计报表',


    BusinessSum: '营业汇总报表', // ``````````````````````````````````````````````


    PaymentType: '付款类型统计', // ``````````````````````````````````````````````


    OrderStatistics: '订单统计报表', // ``````````````````````````````````````````````


    CommoditySales: '商品销售汇总', // ``````````````````````````````````````````````


    GoodsClassification: '商品分类统计', // ``````````````````````````````````````````````


    MerSalesRanking: '商品销售排行', // ``````````````````````````````````````````````


    MemberStatistics: '会员统计表', // ``````````````````````````````````````````````


    statement: '充值消费明细', // ``````````````````````````````````````````````


    distributionList: '补货员管理', // ``````````````````````````````````````````````
    EditReplenisher: '补货员管理',


}